var topicNo,
  question,
  mainAnswer,
  stp1,
  stp2,
  stp3,
  steps,
  h1plc,
  h2plc,
  h3plc,
  img1,
  img2,
  img3,
  step1Data,
  step2Data,
  step3Data,
  hint1Ans,
  hint2Ans,
  hint4Ans,
  youtubeLink;
var cc = "#B9D2B1";
var fc = "#FBACBE";

topicNo = "টাইপ - ১";
question =
  "দুটি ভেক্টর 𝐴 ⃗=30 𝑖 ̂  −100 𝑘 ̂ ও 𝐵 ⃗=3 𝑖 ̂  +4 𝑗 ̂−10 𝑘 ̂ হলে  𝐴 ⃗   এর ওপর 𝐵 ⃗ এর উপাংশ নির্ণয় কর? ";
mainAnswer = "3 𝑖 ̂  −10 𝑘 ̂";
stp1 = "ধাপ ১ : অভিক্ষেপ নির্ণয়";
stp2 = "ধাপ ২ : একক ভেক্টর নির্ণয়";
stp3 = "ধাপ ৩ : অভিক্ষেপ হতে উপাংশ নির্ণয়";
steps = `<div class="center bangla">
<p>সমস্যাটির সমাধান আমরা মাত্র তিন ধাপে করতে পারি 🥰<p>
<ul class="left">
    <li>${stp1}</li>
    <li>${stp2}</li>
    <li>${stp3}</li>
</ul>
</div>`;
img1 = "assets/images/h1.png";
step1Data = `ধাপ ১ : অভিক্ষেপ নির্ণের সূত্র :<br><img src="${img1}" height="60px" width="100%">`;
h1plc = "〖→𝑃𝑟𝑜𝑗〗_𝐴 𝐵 এর মান লিখ";
hint1Ans = "√109";
img2 = "assets/images/h2.png";
step2Data = `ধাপ ২ : একক ভেক্টর নির্ণয় সূত্র:<br><img src="${img2}" height="70px">`;
h2plc = "𝐴 ⃗ এর একক ভেক্টরের মান লিখ";
hint2Ans = "something";
img3 = "assets/images/h3.png";
step3Data = `ধাপ ৩ : অভিক্ষেপ হতে উপাংশ নির্ণয় সূত্র:<br><img src="${img3}" height="60px" width="100%">`;
h3plc = "A এর উপর B এর উপাংশের মান লিখ";
hint3Ans = "30N";
youtubeLink =
  "https://youtu.be/y8ESB5B4JLc?list=PLubWB9tWo5lVAdd2bXEW3Tgn99tcxzDbt&t=1184";
